Revit 2027 API
SymbolTypeId.Ampere Property
 Symbol A, indicating unit Amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ampere { get; }
Public Shared ReadOnly Property Ampere As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ampere {
	ForgeTypeId^ get ();
}
static member Ampere : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace